Repository: parfentsevandrey-blip/test
Catalog: VeilVPN/Veil/Resources/Localizable.xcstrings
Source language: en
Languages: fa, ru, uk, zh_hans

source: Reaches Tor through volunteer proxies, even where Tor is blocked.
fa: از طریق پراکسی‌های داوطلبان به Tor می‌رسد، حتی جایی که Tor مسدود است.
ru: Доступ к Tor через прокси волонтёров — даже там, где Tor заблокирован.
uk: Доступ до Tor через проксі волонтерів — навіть там, де Tor заблоковано.
zh_hans: 通过志愿者代理连接 Tor，即使在 Tor 被封锁的地方也能用。

source: Reaching a Snowflake proxy
fa: در حال یافتن پراکسی Snowflake
ru: Поиск Snowflake-прокси
uk: Пошук Snowflake-проксі
zh_hans: 正在寻找 Snowflake 代理

source: Received %lld %@ bridge(s); transport set to custom
fa: %lld پل %@ دریافت شد؛ روش انتقال روی «سفارشی» تنظیم شد
ru: Получено мостов: %lld (%@); транспорт переключён на «свои мосты»
uk: Отримано мостів: %lld (%@); транспорт перемкнено на «власні мости»
zh_hans: 已收到 %lld 个 %@ 网桥；传输方式已设为自定义

source: Received %lld bridge(s); kept for automatic connection
fa: %lld پل دریافت شد؛ برای اتصال خودکار نگه داشته شد
ru: Получено мостов: %lld; сохранены для автоматического подключения
uk: Отримано мостів: %lld; збережено для автоматичного підключення
zh_hans: 已收到 %lld 个网桥；已保留用于自动连接

source: Recommended
fa: پیشنهادی
ru: Рекомендуется
uk: Рекомендовано
zh_hans: 推荐

source: Reconnect
fa: اتصال مجدد
ru: Переподключить
uk: Перепідключити
zh_hans: 重新连接

source: Reconnect automatically after network changes and sleep
fa: اتصال مجدد خودکار پس از تغییر شبکه و خواب
ru: Переподключаться автоматически после смены сети и сна
uk: Перепідключатися автоматично після зміни мережі та сну
zh_hans: 网络变化和睡眠后自动重新连接

source: Reconnecting automatically…
fa: اتصال مجدد خودکار…
ru: Автоматическое переподключение…
uk: Автоматичне перепідключення…
zh_hans: 正在自动重新连接…

source: Relay locations appear here once the circuit is built.
fa: پس از ساخت مدار، مکان رله‌ها اینجا نمایش داده می‌شود.
ru: Расположение узлов появится здесь после построения цепочки.
uk: Розташування вузлів з’явиться тут після побудови ланцюжка.
zh_hans: 链路建立后，中继位置会显示在这里。

source: Remembered path: exit %@%@ · %@ Mbit/s · %@
fa: مسیر به‌خاطرسپرده: خروجی %@%@ · %@ مگابیت/ثانیه · %@
ru: Запомненный путь: выход %@%@ · %@ Мбит/с · %@
uk: Запам'ятований шлях: вихід %@%@ · %@ Мбіт/с · %@
zh_hans: 记住的路径：出口 %@%@ · %@ Mbit/s · %@

source: Removing it would also discard Tor’s entry guard, and a guard that changes every run exposes you to more relays over time. Veil does not offer a button for this.
fa: حذف آن نگهبان ورودی Tor را هم دور می‌ریزد، و نگهبانی که هر بار عوض شود در طول زمان شما را به بازپخش‌های بیشتری نشان می‌دهد. Veil برای این کار دکمه‌ای ارائه نمی‌کند.
ru: Удаление также выбросит входной страж Tor, а страж, который меняется каждый запуск, со временем показывает вас большему числу узлов. Кнопки для этого Veil не даёт.
uk: Видалення також викине вхідний страж Tor, а страж, що змінюється щозапуску, з часом показує вас більшій кількості вузлів. Кнопки для цього Veil не дає.
zh_hans: 移除它也会丢弃 Tor 的入口守卫，而每次运行都更换守卫会让你随时间暴露给更多中继。Veil 不为此提供按钮。

source: Replace every circuit
fa: جایگزینی همهٔ مدارها
ru: Заменить все цепочки
uk: Замінити всі ланцюжки
zh_hans: 替换所有链路

source: Requesting…
fa: در حال درخواست…
ru: Запрос…
uk: Запит…
zh_hans: 正在请求…

source: Reset Network
fa: بازنشانی شبکه
ru: Сбросить сеть
uk: Скинути мережу
zh_hans: 重置网络

source: Reset network
fa: بازنشانی شبکه
ru: Сбросить сеть
uk: Скинути мережу
zh_hans: 重置网络

source: Reset network & retry
fa: بازنشانی شبکه و تلاش مجدد
ru: Сбросить сеть и повторить
uk: Скинути мережу й повторити
zh_hans: 重置网络并重试

source: Reset network now
fa: اکنون شبکه را بازنشانی کن
ru: Сбросить сеть сейчас
uk: Скинути мережу зараз
zh_hans: 立即重置网络

source: Reset the network
fa: بازنشانی شبکه
ru: Сбросить сеть
uk: Скинути мережу
zh_hans: 重置网络

source: Reset the network automatically when it stops responding
fa: بازنشانی خودکار شبکه هنگام قطع پاسخ
ru: Автоматически сбрасывать сеть, когда она перестаёт отвечать
uk: Автоматично скидати мережу, коли вона перестає відповідати
zh_hans: 网络无响应时自动重置

source: Restore network
fa: بازگرداندن شبکه
ru: Вернуть сеть
uk: Повернути мережу
zh_hans: 恢复网络

source: Restoring network settings…
fa: در حال بازگرداندن تنظیمات شبکه…
ru: Восстановление сетевых настроек…
uk: Відновлення мережевих налаштувань…
zh_hans: 正在恢复网络设置…

source: Rotate route
fa: چرخش مسیر
ru: Смена маршрута
uk: Зміна маршруту
zh_hans: 轮换路由

source: Round trip %@ ms
fa: رفت‌وبرگشت %@ میلی‌ثانیه
ru: Круговая задержка %@ мс
uk: Кругова затримка %@ мс
zh_hans: 往返 %@ 毫秒

source: Route
fa: مسیر
ru: Маршрут
uk: Маршрут
zh_hans: 路由

source: Route diagram
fa: نمودار مسیر
ru: Схема маршрута
uk: Схема маршруту
zh_hans: 路由示意图

source: Route latency
fa: تأخیر مسیر
ru: Задержка маршрута
uk: Затримка маршруту
zh_hans: 路由延迟

source: Route latency %@ → %@
fa: تأخیر مسیر %@ ← %@
ru: Задержка маршрута %@ → %@
uk: Затримка маршруту %@ → %@
zh_hans: 路由延迟 %@ → %@

source: Route latency now %@
fa: تأخیر مسیر اکنون %@
ru: Задержка маршрута сейчас %@
uk: Затримка маршруту зараз %@
zh_hans: 当前路由延迟 %@

source: Route latency ≈ %lld ms
fa: تأخیر مسیر ≈ %lld میلی‌ثانیه
ru: Задержка маршрута ≈ %lld мс
uk: Затримка маршруту ≈ %lld мс
zh_hans: 路由延迟 ≈ %lld 毫秒

source: Route performance
fa: کارایی مسیر
ru: Скорость маршрута
uk: Швидкість маршруту
zh_hans: 路由性能

source: Route settings
fa: تنظیمات مسیر
ru: Настройки маршрута
uk: Налаштування маршруту
zh_hans: 路由设置

source: Route system traffic through Tor automatically
fa: عبور خودکار ترافیک سیستم از Tor
ru: Автоматически направлять системный трафик через Tor
uk: Автоматично спрямовувати системний трафік через Tor
zh_hans: 自动让系统流量经过 Tor

source: Routed through Tor
fa: از طریق Tor مسیریابی شده
ru: Трафик идёт через Tor
uk: Трафік іде через Tor
zh_hans: 已通过 Tor 路由

source: Routing
fa: مسیریابی
ru: Маршрутизация
uk: Маршрутизація
zh_hans: 路由

source: Run Security Self-Test
fa: اجرای خودآزمون امنیتی
ru: Запустить самопроверку безопасности
uk: Запустити самоперевірку безпеки
zh_hans: 运行安全自检

source: Run the self-test
fa: اجرای خودآزمون
ru: Запустить самопроверку
uk: Запустити самоперевірку
zh_hans: 运行自检

source: Runs after connecting.
fa: پس از اتصال اجرا می‌شود.
ru: Запустится после подключения.
uk: Запуститься після підключення.
zh_hans: 连接后运行。

source: SOCKS5 port
fa: پورت SOCKS5
ru: Порт SOCKS5
uk: Порт SOCKS5
zh_hans: SOCKS5 端口

source: Safari, browsers and most apps are switched to Tor automatically.
fa: Safari، مرورگرها و بیشتر برنامه‌ها به‌طور خودکار به Tor سوئیچ می‌شوند.
ru: Safari, браузеры и большинство приложений автоматически переключаются на Tor.
uk: Safari, браузери та більшість програм автоматично перемикаються на Tor.
zh_hans: Safari、浏览器和大多数应用会自动切换到 Tor。

source: Save Diagnostics Report…
fa: ذخیرهٔ گزارش عیب‌یابی…
ru: Сохранить отчёт диагностики…
uk: Зберегти звіт діагностики…
zh_hans: 保存诊断报告…

source: Save diagnostics report
fa: ذخیرهٔ گزارش عیب‌یابی
ru: Сохранить отчёт диагностики
uk: Зберегти звіт діагностики
zh_hans: 保存诊断报告

source: Save report…
fa: ذخیرهٔ گزارش…
ru: Сохранить отчёт…
uk: Зберегти звіт…
zh_hans: 保存报告…

source: Security
fa: امنیت
ru: Безопасность
uk: Безпека
zh_hans: 安全

source: See the details below or open Activity for the full log.
fa: جزئیات را در زیر ببینید یا برای گزارش کامل «فعالیت» را باز کنید.
ru: Подробности ниже, полный журнал — в разделе «Активность».
uk: Подробиці нижче, повний журнал — у розділі «Активність».
zh_hans: 查看下方详情，或打开“活动”查看完整日志。

source: Self-test
fa: خودآزمون
ru: Самопроверка
uk: Самоперевірка
zh_hans: 自检

source: Send everything through Tor
fa: فرستادن همه‌چیز از طریق Tor
ru: Направить всё через Tor
uk: Спрямувати все через Tor
zh_hans: 让所有流量都经过 Tor

source: Sent · received
fa: ارسال · دریافت
ru: Отправлено · получено
uk: Надіслано · отримано
zh_hans: 已发送 · 已接收

source: Separate Tor circuit for every site
fa: مدار Tor جداگانه برای هر سایت
ru: Отдельная цепочка Tor для каждого сайта
uk: Окремий ланцюжок Tor для кожного сайту
zh_hans: 为每个站点使用独立的 Tor 链路

source: Session
fa: نشست
ru: Сессия
uk: Сесія
zh_hans: 会话

source: Sets the SOCKS, HTTP and HTTPS proxies of every active network service to Veil while connected and restores them afterwards. macOS asks for an administrator password the first time.
fa: در مدت اتصال، پراکسی‌های SOCKS، HTTP و HTTPS همهٔ سرویس‌های شبکهٔ فعال را روی Veil تنظیم و بعد بازمی‌گرداند. macOS بار اول رمز مدیر را می‌پرسد.
ru: На время подключения переключает SOCKS-, HTTP- и HTTPS-прокси всех активных сетевых служб на Veil, затем возвращает настройки. В первый раз macOS запросит пароль администратора.
uk: На час підключення перемикає SOCKS-, HTTP- і HTTPS-проксі всіх активних мережевих служб на Veil, а потім повертає налаштування. Першого разу macOS запитає пароль адміністратора.
zh_hans: 连接期间将所有活动网络服务的 SOCKS、HTTP 和 HTTPS 代理设为 Veil，断开后恢复。macOS 首次会要求输入管理员密码。

source: Settings
fa: تنظیمات
ru: Настройки
uk: Налаштування
zh_hans: 设置

source: Settings file
fa: فایل تنظیمات
ru: Файл настроек
uk: Файл налаштувань
zh_hans: 设置文件

source: Settings…
fa: تنظیمات…
ru: Настройки…
uk: Налаштування…
zh_hans: 设置…

source: Several measured circuits spread your traffic, but sites still share exits. A circuit per site is stricter.
fa: چند مدار اندازه‌گیری‌شده ترافیک شما را پخش می‌کنند، اما سایت‌ها هنوز گره‌های خروجی را به اشتراک می‌گذارند. یک مدار برای هر سایت سخت‌گیرانه‌تر است.
ru: Несколько измеряемых цепочек распределяют трафик, но сайты всё ещё делят выходы. Отдельная цепочка на сайт строже.
uk: Кілька вимірюваних ланцюжків розподіляють трафік, але сайти все ще ділять виходи. Окремий ланцюжок на сайт суворіший.
zh_hans: 多条已测量链路会分散你的流量，但站点之间仍共用出口。每站一条链路更严格。

source: Show Veil in the menu bar
fa: نمایش Veil در نوار منو
ru: Показывать Veil в строке меню
uk: Показувати Veil у рядку меню
zh_hans: 在菜单栏显示 Veil

source: Sites
fa: سایت‌ها
ru: Сайты
uk: Сайти
zh_hans: 站点

source: Sites share a small set of circuits
fa: سایت‌ها مجموعهٔ کوچکی از مدارها را به اشتراک می‌گذارند
ru: Сайты делят небольшой набор цепочек
uk: Сайти ділять невеликий набір ланцюжків
zh_hans: 站点共用少量链路

source: Skip
fa: رد کردن
ru: Пропустить
uk: Пропустити
zh_hans: 跳过

source: Snowflake bridge
fa: پل Snowflake
ru: Мост Snowflake
uk: Міст Snowflake
zh_hans: Snowflake 网桥

source: Snowflake can hold several volunteer proxies at the same time, so a slow one no longer holds the whole session back. Two is a considerate default. Applies on the next connection.
fa: Snowflake می‌تواند هم‌زمان چند پراکسی داوطلبانه را نگه دارد تا یک پراکسی کند کل نشست را عقب نیندازد. دو مقدار پیش‌فرض ملاحظه‌کارانه است. در اتصال بعدی اعمال می‌شود.
ru: Snowflake может держать несколько волонтёрских прокси одновременно, и медленный больше не тормозит всю сессию. Два — бережное значение по умолчанию. Применяется при следующем подключении.
uk: Snowflake може тримати кілька волонтерських проксі одночасно, і повільний більше не гальмує всю сесію. Два — ощадливе значення за замовчуванням. Застосовується під час наступного підключення.
zh_hans: Snowflake 可同时保持多个志愿者代理，慢的那个不再拖累整个会话。默认值 2 较为体贴志愿者。下次连接时生效。

source: Snowflake first has to find a volunteer proxy; in censored networks this can take 10–60 seconds.
fa: Snowflake ابتدا باید یک پراکسی داوطلب پیدا کند؛ در شبکه‌های سانسورشده ممکن است ۱۰ تا ۶۰ ثانیه طول بکشد.
ru: Snowflake сначала ищет прокси волонтёра; в сетях с цензурой это занимает 10–60 секунд.
uk: Snowflake спершу шукає проксі волонтера; у мережах із цензурою це триває 10–60 секунд.
zh_hans: Snowflake 需要先找到志愿者代理；在受审查的网络中可能需要 10–60 秒。

source: Snowflake proxies at once
fa: پراکسی‌های Snowflake هم‌زمان
ru: Snowflake-прокси одновременно
uk: Snowflake-проксі одночасно
zh_hans: 同时使用的 Snowflake 代理数

source: Some destinations bypass Tor
fa: برخی مقصدها از Tor عبور نمی‌کنند
ru: Часть назначений идёт в обход Tor
uk: Частина призначень іде в обхід Tor
zh_hans: 部分目标绕过 Tor

source: Sound effects
fa: جلوه‌های صوتی
ru: Звуковые эффекты
uk: Звукові ефекти
zh_hans: 音效

source: Speeds up throttled YouTube without Tor. Only YouTube traffic goes through Veil’s anti-throttling proxy, which fragments the TLS handshake so DPI throttling cannot recognise it; everything else is untouched and your IP address stays visible.
fa: YouTube کندشده را بدون Tor سریع می‌کند. فقط ترافیک YouTube از پراکسی ضد کندسازی Veil عبور می‌کند که دست‌دهی TLS را قطعه‌قطعه می‌کند تا کندسازی DPI آن را تشخیص ندهد؛ بقیه دست‌نخورده می‌ماند و آدرس IP شما قابل مشاهده است.
ru: Ускоряет замедленный YouTube без Tor. Через прокси Veil с обходом замедления идёт только трафик YouTube: TLS-рукопожатие дробится, и DPI не распознаёт его. Остальной трафик не трогается, ваш IP-адрес остаётся видимым.
uk: Пришвидшує сповільнений YouTube без Tor. Через проксі Veil з обходом сповільнення йде лише трафік YouTube: TLS-рукостискання дробиться, і DPI його не розпізнає. Решта трафіку не чіпається, ваша IP-адреса лишається видимою.
zh_hans: 无需 Tor 即可加速被限速的 YouTube。只有 YouTube 流量经过 Veil 的反限速代理，它会分片 TLS 握手使 DPI 限速无法识别；其他流量不受影响，你的 IP 地址仍然可见。

source: Sporadic background noise only. About 1–2 KB/s of extra traffic.
fa: فقط نویز پس‌زمینهٔ پراکنده. حدود ۱ تا ۲ کیلوبایت بر ثانیه ترافیک اضافی.
ru: Только редкий фоновый шум. Около 1–2 КБ/с дополнительного трафика.
uk: Лише рідкий фоновий шум. Близько 1–2 КБ/с додаткового трафіку.
zh_hans: 仅零星的背景噪声。约 1–2 KB/s 的额外流量。

source: Standby
fa: آماده‌باش
ru: Тёплый резерв
uk: Теплий резерв
zh_hans: 待机

source: Starting Tor
fa: در حال اجرای Tor
ru: Запуск Tor
uk: Запуск Tor
zh_hans: 正在启动 Tor

source: Starts with the connection
fa: با اتصال شروع می‌شود
ru: Включится при подключении
uk: Увімкнеться під час підключення
zh_hans: 连接后启动

source: Still no Internet after the reset.
fa: پس از بازنشانی هنوز اینترنت نیست.
ru: После сброса интернета по-прежнему нет.
uk: Після скидання інтернету так само немає.
zh_hans: 重置后仍无互联网。

source: Stop
fa: توقف
ru: Остановить
uk: Зупинити
zh_hans: 停止

source: Stop YouTube Turbo
fa: توقف YouTube Turbo
ru: Выключить YouTube Turbo
uk: Вимкнути YouTube Turbo
zh_hans: 停止 YouTube Turbo

source: Strong
fa: قوی
ru: Сильная
uk: Сильна
zh_hans: 强力

source: Strong · both directions topped up to a constant rate, so volume reveals nothing
fa: قوی · هر دو جهت تا نرخی ثابت پر می‌شود تا حجم چیزی را لو ندهد
ru: Сильная · оба направления дополняются до постоянной скорости, объём ничего не выдаёт
uk: Сильна · обидва напрямки доповнюються до сталої швидкості, обсяг нічого не видає
zh_hans: 强 · 双向都补足到恒定速率，流量大小不泄露任何信息

source: Stuck at %lld per cent — %@.
fa: روی %lld درصد گیر کرده — %@.
ru: Застряло на %lld процентах — %@.
uk: Застрягло на %lld відсотках — %@.
zh_hans: 卡在 %lld% — %@。

source: Switch Wi-Fi off and on, then reconnect
fa: Wi-Fi را خاموش و روشن کنید، سپس دوباره متصل شوید
ru: Выключить и включить Wi-Fi, затем переподключиться
uk: Вимкнути й увімкнути Wi-Fi, потім перепідключитися
zh_hans: 关闭再打开 Wi-Fi，然后重新连接

source: Switch routes seamlessly
fa: تعویض بی‌وقفهٔ مسیر
ru: Переключать маршрут бесшовно
uk: Перемикати маршрут безшовно
zh_hans: 无缝切换路由

source: Switch to obfs4 and reconnect
fa: تغییر به obfs4 و اتصال دوباره
ru: Переключиться на obfs4 и переподключиться
uk: Перемкнутися на obfs4 і перепідключитися
zh_hans: 切换到 obfs4 并重新连接

source: System proxy
fa: پراکسی سیستم
ru: Системный прокси
uk: Системний проксі
zh_hans: 系统代理

source: System proxy not set
fa: پراکسی سیستم تنظیم نشده
ru: Системный прокси не настроен
uk: Системний проксі не налаштовано
zh_hans: 系统代理未设置

source: System proxy off
fa: پراکسی سیستم خاموش
ru: Системный прокси выключен
uk: Системний проксі вимкнено
zh_hans: 系统代理已关闭

source: System proxy: %@
fa: پراکسی سیستم: %@
ru: Системный прокси: %@
uk: Системний проксі: %@
zh_hans: 系统代理：%@

source: System traffic is routed through the Tor network.
fa: ترافیک سیستم از شبکهٔ Tor عبور می‌کند.
ru: Системный трафик идёт через сеть Tor.
uk: Системний трафік іде через мережу Tor.
zh_hans: 系统流量已通过 Tor 网络路由。

source: TCP split after the first byte
fa: برش TCP پس از بایت اول
ru: Разрез TCP-сегмента после первого байта
uk: Розріз TCP-сегмента після першого байта
zh_hans: 在第一个字节后分割 TCP 段

source: TCP split at SNI
fa: برش TCP در SNI
ru: Разрез TCP-сегмента по SNI
uk: Розріз TCP-сегмента за SNI
zh_hans: 在 SNI 处分割 TCP 段

source: TLS record + TCP split at SNI (recommended)
fa: برش رکورد TLS و TCP در SNI (پیشنهادی)
ru: Разрез TLS-записи и TCP-сегмента по SNI (рекомендуется)
uk: Розріз TLS-запису та TCP-сегмента за SNI (рекомендовано)
zh_hans: 在 SNI 处分割 TLS 记录和 TCP 段（推荐）

source: TLS record split at SNI
fa: برش رکورد TLS در SNI
ru: Разрез TLS-записи по SNI
uk: Розріз TLS-запису за SNI
zh_hans: 在 SNI 处分割 TLS 记录

source: Technique
fa: روش
ru: Техника
uk: Техніка
zh_hans: 技术

source: Telegram was not found
fa: Telegram پیدا نشد
ru: Telegram не найден
uk: Telegram не знайдено
zh_hans: 未找到 Telegram

source: Terminal
fa: ترمینال
ru: Терминал
uk: Термінал
zh_hans: 终端

source: Test YouTube
fa: آزمایش YouTube
ru: Проверить YouTube
uk: Перевірити YouTube
zh_hans: 测试 YouTube

source: The Internet is not answering on %@ — %@.
fa: اینترنت روی %@ پاسخ نمی‌دهد — %@.
ru: Интернет не отвечает на %@ — %@.
uk: Інтернет не відповідає на %@ — %@.
zh_hans: %@ 上的互联网没有响应 — %@。

source: The Mac points at Veil
fa: مک به Veil اشاره می‌کند
ru: Mac направлен на Veil
uk: Mac спрямовано на Veil
zh_hans: Mac 已指向 Veil

source: The Tor Project has no bridges for this country right now.
fa: Tor Project در حال حاضر پلی برای این کشور ندارد.
ru: У Tor Project сейчас нет мостов для этой страны.
uk: У Tor Project зараз немає мостів для цієї країни.
zh_hans: Tor Project 目前没有适用于该国家/地区的网桥。

source: The bridge service answered with HTTP %@.
fa: سرویس پل با HTTP %@ پاسخ داد.
ru: Сервис мостов ответил HTTP %@.
uk: Сервіс мостів відповів HTTP %@.
zh_hans: 网桥服务返回了 HTTP %@。

source: The bridge service answered with HTTP %lld.
fa: سرویس پل با HTTP %lld پاسخ داد.
ru: Служба мостов ответила HTTP %lld.
uk: Служба мостів відповіла HTTP %lld.
zh_hans: 网桥服务返回 HTTP %lld。

source: The bridge service has no bridges for this location.
fa: سرویس پل برای این مکان پلی ندارد.
ru: У службы мостов нет мостов для этого региона.
uk: Служба мостів не має мостів для цього регіону.
zh_hans: 网桥服务没有适用于此位置的网桥。

source: The circuit has not been refreshed: %@.
fa: مدار تازه‌سازی نشده است: %@.
ru: Цепочка не обновлялась: %@.
uk: Ланцюжок не оновлювався: %@.
zh_hans: 链路尚未刷新：%@。

source: The desktop app uses the system proxy for HTTPS; calls use UDP.
fa: برنامهٔ دسکتاپ برای HTTPS از پراکسی سیستم استفاده می‌کند؛ تماس‌ها از UDP استفاده می‌کنند.
ru: Настольное приложение использует системный прокси для HTTPS; звонки идут по UDP.
uk: Настільна програма використовує системний проксі для HTTPS; дзвінки йдуть через UDP.
zh_hans: 桌面应用的 HTTPS 使用系统代理；通话使用 UDP。

source: The entry guard is chosen by capacity (8K mode)
fa: نگهبان ورودی بر اساس ظرفیت انتخاب شده (حالت 8K)
ru: Сторожевой узел выбран по ёмкости (режим 8K)
uk: Сторожовий вузол обрано за ємністю (режим 8K)
zh_hans: 入口守卫按容量选择（8K 模式）

source: The exit check says this is not Tor
fa: بررسی گره خروجی می‌گوید این Tor نیست
ru: Проверка выхода говорит, что это не Tor
uk: Перевірка виходу каже, що це не Tor
zh_hans: 出口检查显示这不是 Tor

source: The exit is not in the country you chose
fa: گره خروجی در کشوری که انتخاب کردید نیست
ru: Выход не в выбранной вами стране
uk: Вихід не в обраній вами країні
zh_hans: 出口不在你选择的国家

source: The hardened window goes through Veil’s proxy, so Tor (or YouTube Turbo) has to be running.
fa: پنجرهٔ سخت‌شده از پراکسی Veil می‌گذرد، پس Tor (یا YouTube Turbo) باید در حال اجرا باشد.
ru: Защищённое окно ходит через прокси Veil, поэтому Tor (или YouTube Turbo) должен быть запущен.
uk: Захищене вікно ходить через проксі Veil, тому Tor (або YouTube Turbo) має бути запущений.
zh_hans: 强化窗口经由 Veil 的代理，因此 Tor（或 YouTube Turbo）必须处于运行状态。

source: The kill switch cannot block anything
fa: کلید قطع نمی‌تواند چیزی را مسدود کند
ru: Аварийному выключателю нечего блокировать
uk: Аварійному вимикачу нічого блокувати
zh_hans: 断网开关无法阻断任何东西

source: The kill switch is off
fa: کلید قطع خاموش است
ru: Аварийный выключатель отключён
uk: Аварійний вимикач вимкнено
zh_hans: 断网开关已关闭

source: The kill switch keeps proxied apps blocked whenever Tor is down, and Veil reconnects automatically when the network comes back.
fa: کلید قطع اضطراری هر وقت Tor از کار بیفتد برنامه‌های پراکسی‌شده را مسدود نگه می‌دارد و Veil با بازگشت شبکه خودکار دوباره وصل می‌شود.
ru: Kill switch блокирует приложения с прокси, пока Tor не работает, а Veil переподключается автоматически, когда сеть возвращается.
uk: Kill switch блокує програми з проксі, доки Tor не працює, а Veil перепідключається автоматично, коли мережа повертається.
zh_hans: 断网保护会在 Tor 不可用时持续阻断使用代理的应用，网络恢复后 Veil 会自动重新连接。

source: The kill switch works by holding the system proxy. With proxy configuration off it has nothing to hold.
fa: کلید قطع با نگه‌داشتن پراکسی سیستمی کار می‌کند. وقتی پیکربندی پراکسی خاموش باشد چیزی برای نگه‌داشتن ندارد.
ru: Аварийный выключатель работает, удерживая системный прокси. Если настройка прокси выключена, удерживать нечего.
uk: Аварійний вимикач працює, утримуючи системний проксі. Якщо налаштування проксі вимкнено, утримувати нічого.
zh_hans: 断网开关依靠保持系统代理生效。若关闭了代理配置，它就无从生效。

source: The network did not come back after the reset.
fa: شبکه پس از بازنشانی برنگشت.
ru: Сеть не вернулась после сброса.
uk: Мережа не повернулася після скидання.
zh_hans: 重置后网络未恢复。

source: The network is not responding and automatic reset is off.
fa: شبکه پاسخ نمی‌دهد و بازنشانی خودکار خاموش است.
ru: Сеть не отвечает, а автоматический сброс выключен.
uk: Мережа не відповідає, а автоматичне скидання вимкнено.
zh_hans: 网络无响应，且自动重置已关闭。

source: The network service for %@ was not found.
fa: سرویس شبکه برای %@ پیدا نشد.
ru: Сетевая служба для %@ не найдена.
uk: Мережеву службу для %@ не знайдено.
zh_hans: 未找到 %@ 的网络服务。

source: The network was just reset and still is not responding.
fa: شبکه همین حالا بازنشانی شد و هنوز پاسخ نمی‌دهد.
ru: Сеть только что сбрасывали, и она всё ещё не отвечает.
uk: Мережу щойно скидали, і вона все ще не відповідає.
zh_hans: 网络刚刚重置过，仍然没有响应。

source: The padding loop was closed.
fa: حلقهٔ پوشش بسته شد.
ru: Цикл маскировки был закрыт.
uk: Цикл маскування закрито.
zh_hans: 填充回环已关闭。

source: The pluggable transport ‘%@’ is not bundled with this build.
fa: روش انتقال «%@» در این نسخه گنجانده نشده است.
ru: Транспорт «%@» не включён в эту сборку.
uk: Транспорт «%@» не включено в цю збірку.
zh_hans: 此构建未包含可插拔传输“%@”。

source: The request goes out in the clear and tells whoever is watching that this Mac runs Veil.
fa: درخواست بدون رمز ارسال می‌شود و به هر ناظری می‌گوید این مک Veil را اجرا می‌کند.
ru: Запрос уходит открытым текстом и сообщает наблюдателю, что на этом Mac стоит Veil.
uk: Запит іде відкритим текстом і повідомляє спостерігачеві, що на цьому Mac стоїть Veil.
zh_hans: 该请求以明文发出，会告诉监视者这台 Mac 运行着 Veil。

source: The route is unsteady: %@.
fa: مسیر ناپایدار است: %@.
ru: Маршрут нестабилен: %@.
uk: Маршрут нестабільний: %@.
zh_hans: 线路不稳定：%@。

source: The route is unsteady: best %lld ms, occasional spikes
fa: مسیر ناپایدار است: بهترین %lld میلی‌ثانیه، گاهی جهش
ru: Маршрут нестабилен: лучшее %lld мс, бывают всплески
uk: Маршрут нестабільний: найкраще %lld мс, бувають сплески
zh_hans: 路由不稳定：最佳 %lld 毫秒，偶有尖峰

source: The system proxy could not be configured
fa: پراکسی سیستمی پیکربندی نشد
ru: Системный прокси не удалось настроить
uk: Системний проксі не вдалося налаштувати
zh_hans: 无法配置系统代理

source: The system proxy is not configured, so apps are not going through Veil.
fa: پراکسی سیستمی پیکربندی نشده است، پس برنامه‌ها از Veil عبور نمی‌کنند.
ru: Системный прокси не настроен, поэтому приложения не идут через Veil.
uk: Системний проксі не налаштовано, тому застосунки не йдуть через Veil.
zh_hans: 系统代理未配置，因此应用并未经过 Veil。
